{
  "ro": [
    {
      "story": "[...]Când oamenii se holbează la mine pe stradă sau, din modul în care se mișcă, pare că vor să vină foarte aproape de mine. Când îmi aruncă vorbe urâte sau injurii.",
      "author": "persoană non-binară, pan, 26 ani"
    },
    {
      "story": "Gara de Nord, când am plecat la mare și mulți oameni au reacționat „amenințător” când ne-am sărutat.",
      "author": "trans, hetero, 25 ani"
    },
    {
      "story": "De obicei seara, indiferent de zonă sau stradă, cu excepția centrului. Când sunt stinse felinarele noaptea în cartierul unde locuiesc.",
      "author": "femeie cis, hetero, 26 ani"
    },
    {
      "story": "Trecând prin diferite spații publice auzeam glume ofensatoare.",
      "author": "pan, 21 ani"
    },
    {
      "story": "Când trec pe lângă un grup mai mare de oameni (în special bărbați) sau pe lângă oameni cu o atitudine ostilă (sau evident negativă/violentă).",
      "author": "femeie cis, 19 ani"
    },
    {
      "story": "În zona complexului studențesc, de obicei seara/noaptea se întâmplă să fiu abordată de unele persoane pe stradă/sentimentul de frică, de a fi în pericol vine doar din faptul că aceștia sunt deseori imprevizibili.\"",
      "author": "lesbiană, 18 ani"
    },
    {
      "story": "M-am simțit în pericol de fiecare dată când mergeam singură acasă noaptea.",
      "author": "persoană non-binară, pan, 19 ani"
    },
    {
      "story": "Oameni random au început să mă abordeze într-un mod foarte ciudat/să încerce să mă intimideze.",
      "author": "bărbat cis, gay, 21 ani"
    },
    {
      "story": "Trecând pe la stadion am fost hărțuit atât de către adolescenți, cât și de oamenii mai în vârstă verbal, înjurându-mă ba pe stradă, ba din mașină.",
      "author": "bărbat cis, gay, 18 ani"
    },
    {
      "story": "Traversând singură la anumite ore pe stradă, hărțuire fizică sau/și verbală.",
      "author": "femeie cis, queer, 19 ani"
    },
    {
      "story": "Hărțuire sexuală în plină zi. Am fost atins/mângâiat pe bust în plină zi.",
      "author": "bărbat trans, gay, 23 ani"
    },
    {
      "story": "De mai multe ori au râs bărbați de mine.",
      "author": "femeie trans, hetero, 20 ani"
    },
    {
      "story": "Seara (nu prea târziu) zona Iosefin, o „trupă” de bărbați.",
      "author": "femeie cis, 44 ani"
    },
    {
      "story": "În zona Dacia, am trecut pe lângă un bar, au venit 2 indivizi după mine.",
      "author": "femeie cis, hetero, 21 ani"
    },
    {
      "story": "La Gara de Nord, a fugit un băiat după noi și ne-a amenințat că pune câinele lui pe noi.",
      "author": "bărbat cis, hetero, 21 ani"
    },
    {
      "story": "De fiecare dată când trec după Gara de Nord (str. Gării) mă simt în pericol, nimic nu mai pare safe, nici spațiu, nici oamenii, iar totul mă face să fiu super precaută.",
      "author": "femeie cis, queer, 23 ani"
    },
    {
      "story": "Situație: s-a dat la mine un controlor de vreo trei ori în 5 minute când așteptam trenul să merg la iubita mea acasă. Era și 1:00 dimineața și eram și singură.",
      "author": "femeie cis, lesbiană, 20 ani"
    },
    {
      "story": "Eram cu un grup de prieteni și 2 adulți au început să strige lucruri de genul „ce-i cu ăia?”, „ești băiat sau fată?”.",
      "author": "femeie cis, bisexuală, 21 ani"
    },
    {
      "story": "Nu prea am specific, mostly dacă o zonă e întunecată dă o stare de neliniște.",
      "author": "bărbat cis, gay, 24 ani"
    },
    {
      "story": "Am fost agresat verbal de către un grup de adulți „religioși” în timp ce mă plimbam în Parcul Rozelor cu iubitul meu de mână. Ne-au zis să ardem în iad."
    },
    {
      "story": "În Parcul Botanic, noaptea, am observat pe cineva în tufiș care mă urmărea.",
      "author": "femeie cis, pan, 26 ani"
    },
    {
      "story": "Am fost agresată verbal într-un market în zona Blașcovici/Bucovina din cauza stilului vestimentar.",
      "author": "femeie cis, lesbiană, 31 ani"
    },
    {
      "story": "Când merg cu iubita mea ṣi mă ṭine de mână, iar oamenii de o anumită vârstă îṣi dau coate."
    },
    {
      "story": "Acum un an am fost urmărită în plină zi pe stradă de un dubios, in cea mai ok zonă a orasului. M am adăpostit într un magazin, omul a coborât după mine și l au reținut scurt niște clienți cât să apuc eu să ies, să mă depărtez. Am fost inspirată să mă ascund după o mașină 15 minute, timp in care el mă căuta. Poliția mi a spus că nu se pune ca urmărire și m au luat peste picior. Anul acesta a fost distribuită poza lui pe insta, când omul a mai urmărit o fată de vârsta mea în aceleași condiții, am acceptat să fiu chemată să dau declarație în favoarea ei dar cazul s a închis sub îndrumarea autorităților."
    },
    {
      "story": "O adunătură de bărbați au început să mă înjure pentru că eram îmbrăcat goth."
    },
    {
      "story": "Cam in toate zonele are orasului ma simt in nesiguranta cand sunt singura si se intuneca, mai ales cand sunt oameni si mai exact barbati pe strada. Ziua ma simt safe cam oriunde, dar sunt mereu in tensiune cand apar barbati pe langa mine sau trec masini extrem de aproape de mine."
    },
    {
      "story": "Mergeam în plină zi spre casă, urmând linia de tramvai. Stânga, dreapta numai case. Poți merge doar in linie. O mașină se oprește lângă mine, în ea: doi bărbați. Imi propun inițial parfumuri și casti, apoi ma intreaba de viata personala, făcând apropouri despre o relație."
    }
  ],

  "en": [
    {
      "story": "[...] When people stare at me on the street or, with the way they move, look like they want to come very close to me. When they insult me or curse at me.",
      "author": "non-binary, pan, 26 ani"
    },
    {
      "story": "Timișoara Nord railway station, when we left for the beach and many people reacted \"threateningly\" when we kissed.",
      "author": "trans, straight, 25 ani"
    },
    {
      "story": "Usually in the evening, regardless of area or street, except for the city center. When the streetlights are off at night in my neighborhood.",
      "author": "cis woman, straight, 26 ani"
    },
    {
      "story": "Passing through various public spaces I heard offensive jokes.",
      "author": "pan, 21 ani"
    },
    {
      "story": "When I walk past a bigger group of people (especially men) or people with a hostile (or obviously negative/violent) attitude.",
      "author": "cis woman, 19 ani"
    },
    {
      "story": "In the student campus area, usually in the evening/at night, I get approached by people on the street. The feeling of fear, of being in danger, comes simply from the fact that they are often unpredictable.",
      "author": "lesbian, 18 ani"
    },
    {
      "story": "I felt like I was in danger every time I walked home alone at night.",
      "author": "non-binary, pan, 19 ani"
    },
    {
      "story": "Random people started approaching me in a very weird way/ trying to intimidate me.",
      "author": "cis man, gay, 21 ani"
    },
    {
      "story": "Passing by the stadium, I've been harassed verbally by both teenagers and older people, swearing at me on the street or from their cars.",
      "author": "cis man, gay, 18 ani"
    },
    {
      "story": "Walking alone on the street at certain hours, physical and/or verbal harassment.",
      "author": "cis woman, queer, 19 ani"
    },
    {
      "story": "Sexual harassment in broad daylight. I was touched/fondled on my chest in broad daylight.",
      "author": "trans man, gay, 23 ani"
    },
    {
      "story": "Several times men have laughed at me.",
      "author": "trans woman, straight, 20 ani"
    },
    {
      "story": "In the evening (not very late), Iosefin area, a \"pack\" of men.",
      "author": "cis woman, 44 ani"
    },
    {
      "story": "In the Dacia area, I passed a bar, 2 guys came after me.",
      "author": "cis woman, straight, 21 ani"
    },
    {
      "story": "At the Nord railway station, a guy chased us and threatened to sic his dog on us.",
      "author": "cis man, straight, 21 ani"
    },
    {
      "story": "Every time I pass the Nord railway station (the whole street) I feel like I'm in danger. Nothing seems safe anymore, neither the space, nor the people, and everything makes me super cautious.",
      "author": "cis woman, queer, 23 ani"
    },
    {
      "story": "Situation: A conductor started hitting on me about three times in 5 minutes while I was waiting for the train to go to my girlfriend's house. It was 1:00 AM and I was alone.",
      "author": "cis woman, lesbian, 20 ani"
    },
    {
      "story": "I was with a group of friends and 2 adults started shouting things like \"what the hell is up with them?\", \"are you a boy or a girl?\".",
      "author": "cis woman, bisexual, 21 ani"
    },
    {
      "story": "I don't really have something specific, mostly if an area is dark it creates a feeling of uneasiness.",
      "author": "cis man, gay, 24 ani"
    },
    {
      "story": "I was verbally harassed by a group of \"religious\" adults while I was walking in Rozelor Park holding hands with my boyfriend. They told us to burn in hell."
    },
    {
      "story": "In the Botanic Park, at night, I noticed someone in the bushes following me.",
      "author": "cis woman, pan, 26 ani"
    },
    {
      "story": "I was verbally harassed in a market in the Blașcovici/Bucovina area because of my outfit.",
      "author": "cis woman, lesbian, 31 ani"
    },
    {
      "story": "When I walk with my girlfriend and she holds my hand, and people of a certain age elbow each other."
    },
    {
      "story": "A year ago, I was followed in broad daylight on the street by a shady guy, in the nicest area of the city. I took shelter in a store, and the man came in after me. Some customers briefly detained him long enough for me to slip out and get away. I had the good sense to hide behind a car for 15 minutes while he searched for me. The police told me it didn't count as stalking and made fun of me. This year, his photo was shared on Instagram after he followed another girl my age under the same circumstances. I agreed to be called in to give a statement in her favor, but the case was closed under the authorities' guidance."
    },
    {
      "story": "A bunch of men started swearing at me because I was dressed goth."
    },
    {
      "story": "In almost every part of the city, I feel unsafe when I'm alone and it gets dark, especially when there are people, specifically men, on the street. During the day, I feel safe almost everywhere, but I'm always tense when men are near me or cars pass extremely close to me."
    },
    {
      "story": "I was walking home in broad daylight, following the tram line. To the left and right, there were only houses. You can only walk in a straight line. A car stopped next to me, with two men inside. At first, they offered me perfumes and headphones, then they started asking about my personal life, making suggestive comments about a relationship."
    }
  ]
}
